{
  "DK": {
    "headline": "Kode katten Felix",
    "text": "Engang var der en webudvikler ved navn Maria, som havde brugt mange timer på at forsøge at få Fetch API til at fungere i sin JavaScript-kode. Men uanset hvor meget hun prøvede, kunne hun ikke få det til at virke. Hun blev mere og mere frustreret og følte sig som om hun var på randen af at opgive. <br> En dag mens Maria var midt i sin frustration, så hun sin kat, Felix, der sad på skrivebordet ved siden af hende og stirrede intenst på hendes computer. Maria vidste, at Felix altid havde en måde at hjælpe hende på, når hun havde brug for det, så hun spurgte ham om han havde nogen idé om, hvad hun skulle gøre for at få Fetch API til at virke.<br> Felix begyndte straks at spinde og hoppede ned på tastaturet. Maria så på ham med undren, men pludselig begyndte koden at skrive sig selv på hendes skærm. Felix havde trykket på de rigtige taster og fået koden til at fungere perfekt! <br> Maria var overrasket og takkede Felix med et kæledyr og en godbid. Fra den dag af vidste hun, at hun altid kunne regne med sin trofaste kat til at hjælpe hende med alle hendes webudviklingsproblemer."
  },
  "SE": {
    "headline": "Kodkatten Felix",
    "text": "En gång var det en webbutvecklare vid namn Maria som hade spenderat många timmar försöka få Fetch API att fungera i hennes JavaScript-kod. Men oavsett hur mycket hon försökte kunde hon inte få det att fungera. Hon blev alltmer frustrerad och kände att hon var på gränsen till att ge upp. <br>En dag medan Maria var mitt i sin frustration, såg hon sin katt Felix som satt på skrivbordet bredvid henne och stirrade intensivt på hennes dator. Maria visste att Felix alltid hade ett sätt att hjälpa henne när hon behövde det, så hon frågade honom om han hade någon idé om vad hon skulle göra för att få Fetch API att fungera. <br> Felix började omedelbart spinna och hoppade ner på tangentbordet. Maria tittade på honom förvånat, men plötsligt började koden skriva sig själv på hennes skärm. <br> Felix hade tryckt på rätt tangenter och fått koden att fungera perfekt!<br> Maria var förvånad och tackade Felix med en klapp och en godbit. Från och med den dagen visste hon att hon alltid kunde lita på sin trogna katt för att hjälpa henne med alla hennes webbutvecklingsproblem."
  },

  "FI": {
    "headline": "Koodikissa Felix",
    "text": "Oli kerran web-kehittäjä nimeltä Maria, joka oli käyttänyt paljon tunteja yrittäessään saada Fetch API:n toimimaan hänen JavaScript-koodissaan. Mutta riippumatta siitä kuinka paljon hän yritti, hän ei voinut saada sitä toimimaan. Hän oli yhä enemmän turhautunut ja tunsi olevansa lähellä luovuttamista.<br> Eräänä päivänä Mariasta tuntui siltä, että hän oli juuri luovuttamassa, kun hän näki kissansa Felixin istuvan pöydällä vieressään ja tuijottavan intensiivisesti hänen tietokonettaan. Maria tiesi, että Felixillä oli aina tapa auttaa häntä, kun hän tarvitsi sitä, joten hän kysyi häneltä, oliko hänellä mitään ideaa siitä, mitä hänen pitäisi tehdä saadakseen Fetch API:n toimimaan.<br> Felix aloitti välittömästi kehräämisen ja hyppäsi näppäimistölle. Maria katseli häntä hämmästyneenä, mutta yhtäkkiä koodi alkoi kirjoittaa itseään hänen näytölleen. Felix oli painanut oikeita näppäimiä ja saanut koodin toimimaan täydellisesti!<br> Maria oli hämmästynyt ja kiitti Felixiä rapsuttamalla häntä ja antamalla hänelle namia. Siitä päivästä lähtien hän tiesi, että hän voisi aina luottaa uskolliseen kissaansa auttamaan häntä kaikissa hänen web-kehitysongelmissaan."
  },

  "UK": {
    "headline": "felix the Code Cat",
    "text": "Once upon a time, there was a web developer named Maria who had spent many hours trying to get Fetch API to work in her JavaScript code. But no matter how much she tried, she couldn't get it to work. She became increasingly frustrated and felt like she was on the brink of giving up.<br> One day, while Maria was in the midst of her frustration, she saw her cat, Felix, sitting on the desk beside her and staring intently at her computer. Maria knew that Felix always had a way of helping her when she needed it, so she asked him if he had any idea what she should do to get Fetch API to work. <br>Felix immediately began purring and jumped down onto the keyboard. Maria looked at him in wonder, but suddenly the code began writing itself on her screen. Felix had pressed the right keys and got the code working perfectly! <br>Maria was amazed and thanked Felix with a pet and a treat. From that day on, she knew she could always rely on her faithful cat to help her with all her web development problems."
  }
}
